Repository: tdu-naifen/transcript
Catalog: App/SpeakerProjection.xcstrings
Source language: en
Languages: zh_hans

source: Audio saved
zh_hans: 录音已保存

source: Audio saved. Finishing transcript…
zh_hans: 录音已保存，正在完成转写…

source: Duration shown from available transcript
zh_hans: 时长根据现有转写显示

source: Finishing recording…
zh_hans: 正在完成录音…

source: Finishing transcript…
zh_hans: 正在完成转写…

source: Recording in progress
zh_hans: 正在录音

source: Recording is not finalized
zh_hans: 录音尚未完成保存

source: Recording paused
zh_hans: 录音已暂停

source: Speaker identification pending
zh_hans: 说话人识别待处理

source: Speakers not yet assigned
zh_hans: 尚未分配说话人
